import testImg from '@assets/imgs/Values.png'

const text = 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را  در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد'
export default function Description(){
    return (
        <>
            <div>
                <h2 className='text-lg font-bold'>تبادل دارایی</h2>
                <img src={testImg} alt="" className='mt-10 rounded w-[80%]'/>
                <div className='mt-14'>
                    <h3 className='font-bold text-primary'>شرایط و توضیحات</h3>
                    <p className='mt-2 text-sm text-justify'>{text}</p>
                </div>
            </div>
        </>
    )
}